tap "caskroom/cask"

brew "awscli"
brew "dep"
brew "fzf"
brew "go"
brew "jq"
brew "the_platinum_searcher"
brew "tmux"
brew "vim"
brew "nvim"
brew "zsh"

cask "1password"
cask "arq"
cask "aws-vault"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "spotify"
cask "viber"
cask "viscosity"

mas "todoist", id: 585829637
