tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "ansible"
brew "asdf"
brew "awscli"
brew "ctags"
brew "fish"
brew "fzf"
brew "gpg"
brew "jq"
brew "nvim"
brew "pv"
brew "terraform"
brew "the_platinum_searcher"
brew "tmux"
brew "tree"
brew "watch"

#cask "1password"
#cask "slack"
cask "aws-vault"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "spotify"

cask "font-source-code-pro"

mas "todoist", id: 585829637
