tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "asdf"
brew "awscli"
brew "ctags"
brew "fish"
brew "fzf"
brew "go"
brew "gpg"
brew "jq"
brew "nvim"
brew "pv"
brew "the_platinum_searcher"
brew "tmux"
brew "tree"
brew "watch"

cask "1password"
cask "arq"
cask "aws-vault"
cask "discord"
cask "iterm2"
cask "spotify"
cask "whatsapp"

cask "font-source-code-pro"

mas "todoist", id: 585829637
